<?php

/* @var $this yii\web\View */

use yii\helpers\Html;

$this->title = 'Кодекс Этики Сообщества';
$this->params['breadcrumbs'][] = $this->title;
?>
<div class="site-about">
    <h1><?= Html::encode($this->title) ?></h1>

    <p>Все члены ордена при вступления принимают Кодекс этики Ордена Белых Воинов (далее - Орден) и принимают обязательства использовать знания, коды, библиотеки и программные продукты Ордена только для защиты. Противоправное и не этическое поведение может караться согласно дейстующих юридических норм (в том числе международных) и может привести к исключению из Ордена и аннулированию статуса члена сообщества</p>
	
	<p>В настоящий момент мы собираем и накапливаем знания и расширяем нашу аудиторию. </p>

    
</div>
